Repository: wp-plugins/wp-gpx-maps
Catalog: languages/wp-gpx-maps-*.po
Languages: el

source: Settings
el: Ρυθμίσεις

source: Altitude
el: Ύψος

source: Current position
el: Τρέχουσα θέση

source: Speed
el: Ταχύτητα

source: Grade
el: Βαθμός

source: Heart rate
el: Καρδιακός ρυθμός

source: Temperature
el: Θερμοκρασία

source: Cadence
el: Ρυθμό

source: Go full screen
el: Μεταβείτε σε πλήρη οθόνη

source: Exit full screen
el: Έξοδος από πλήρη οθόνη

source: Hide images
el: Απόκρυψη εικόνων

source: Show images
el: Εμφάνιση εικόνων

source: Back to center
el: Επιστροφή στο κέντρο

source: Total distance
el: Συνολική απόσταση

source: Max elevation
el: Μέγιστο υψόμετρο

source: Min elevation
el: Ελάχιστο υψόμετρο

source: Total climbing
el: Ολική ανάβαση

source: Total descent
el: Ολική κάθοδος

source: Average speed
el: Μέση ταχύτητα

source: Average cadence
el: Μέσος ρυθμός

source: Average heart rate
el: Μέσος καρδιακός ρυθμός

source: Average temperature
el: Μέση θερμοκρασία

source: Total time
el: Συνολικός χρόνος

source: Download
el: Λήψη

source: Tracks
el: Διαδρομές

source: Help
el: Βοήθεια

source: Can not create the folder %1s for GPX files. Please create the folder and make it writable! If not, you will must update the files manually!
el: Δεν είναι δυνατή η δημιουργία του φακέλου %1s για αρχεία GPX. Δημιουργήστε το φάκελο και κάντε τον εγγράψιμο! Εάν όχι, θα πρέπει να ενημερώσετε τα αρχεία με μη αυτόματο τρόπο!

source: Can not create the cache folder %1s for the GPX files. Please create the folder and make it writable! If not, you will must update the files manually!
el: Δεν είναι δυνατή η δημιουργία του φακέλου προσωρινής μνήμης %1s για αρχεία GPX. Δημιουργήστε το φάκελο και κάντε τον εγγράψιμο! Εάν όχι, θα πρέπει να ενημερώσετε τα αρχεία με μη αυτόματο τρόπο!

source: General
el: Γενικά

source: Map width:
el: Πλάτος χάρτη:

source: Map height:
el: Ύψος χάρτη:

source: Graph height:
el: Ύψος γραφήματος:

source: Distance type:
el: Τύπος απόστασης:

source: Normal (default)
el: Κανονικό (προεπιλογή)

source: Flat &#8594; (Only flat distance, don&#8217;t take care of altitude)
el: Επίπεδες → (Μόνο επίπεδη απόσταση, μην εμφανίζεται το υψόμετρο)

source: Climb &#8593; (Only climb distance)
el: Αναρρίχηση ↑ (Μόνο η απόσταση αναρρίχησης)

source: Cache:
el: Προσωρινή μνήμη:

source: Do not use cache
el: Ρυθμίσεις προσωρινής προσωρινής μνήμης

source: GPX Download:
el: Λήψη GPX:

source: Allow users to download your GPX file
el: Να επιτρέπεται στους χρήστες να κάνουν λήψη του αρχείου GPX

source: Use browser GPS position:
el: Χρησιμοποιήστε τη θέση GPS του προγράμματος περιήγησης:

source: Allow users to use browser GPS in order to display their current position on map
el: Επιτρέψτε στους χρήστες να χρησιμοποιούν το GPS του προγράμματος περιήγησης για να εμφανίσουν την τρέχουσα θέση τους στο χάρτη

source: Thunderforest API Key (Open Cycle Map):
el: Κλειδί API Thunderforest (Ποδηλατικός χάρτης):

source: Go to <a href="%1$1s" %2&2s>Thunderforest API Key</a> and signing in to your Thunderforest account.
el: Μεταβείτε στο <a href="%1$1s" %2&2s="">κλειδί API του Thunderforest</a> και συνδεθείτε στον λογαριασμό σας στο Thunderforest.

source: Save Changes
el: Αποθήκευση αλλαγών

source: Summary table
el: Πίνακας σύνοψης

source: Summary table:
el: Συνοπτικός πίνακας:

source: Print summary details of your GPX track
el: Εκτύπωση λεπτομερειών σύνοψης του κομματιού GPX

source: Total distance:
el: Συνολική απόσταση:

source: Print total distance
el: Συνολική απόσταση

source: Max elevation:
el: Μέγιστο υψόμετρο:

source: Print max elevation
el: Εκτύπωση μέγιστου υψόμετρου

source: Min elevation:
el: Ελάχιστο υψόμετρο:

source: Print min elevation
el: Εκτύπωση ελάχιστου υψόμετρου

source: Total climbing:
el: Ολική ανάβαση:

source: Print total climbing
el: Εκτύπωση ολικής ανάβασης

source: Total descent:
el: Ολική κατάβαση:

source: Print total descent
el: Εκτύπωση ολικής κάθοδου

source: Average speed:
el: Μέση ταχύτητα:

source: Print average speed
el: Εκτύπωση μέσης ταχύτητας

source: Average cadence:
el: Μέσος ρυθμός:

source: Print average cadence
el: Εκτύπωση μέσου ρυθμού

source: Average heart rate:
el: Μέσος καρδιακός ρυθμός:

source: Print average heart rate
el: Εκτύπωση μέσου καρδιακού ρυθμού

source: Average temperature:
el: Μέση θερμοκρασία:

source: Print average temperature
el: Εκτύπωση μέσης θερμοκρασίας

source: Total time:
el: Συνολικός χρόνος:

source: Print total time
el: Εκτύπωση συνολικού χρόνου

source: Map
el: Χάρτης

source: Default map type:
el: Προεπιλεγμένος τύπος χάρτη:

source: Hike & Bike
el: Πεζοπορία - Ποδήλατο

source: Map line color:
el: Χρώμα γραμμής χάρτη:

source: On mouse scroll wheel:
el: Στον τροχό κύλισης του ποντικιού:

source: Enable zoom
el: Ενεργοποίηση ζουμ

source: Waypoints support:
el: Υποστήριξη σημείων:

source: Show waypoints
el: Εμφάνιση σημείων

source: Start track icon:
el: Εικονίδιο "Έναρξη διαδρομής":

source: (URL to image) Leave empty to hide.
el: (διεύθυνση URL προς εικόνα) Αφήστε το άδειο για να κρυφτείτε.

source: End track icon:
el: Εικονίδιο τελικής διαδρομής:

source: Current position icon:
el: Εικονίδιο τρέχουσας θέσης:

source: Current GPS position icon:
el: Εικονίδιο GPS τρέχουσας θέσης:

source: Custom waypoint icon:
el: Προσαρμοσμένο εικονίδιο σημείου διαδρομής:

source: Chart
el: Διάγραμμα

source: Altitude:
el: Ύψομετρο:

source: Show altitude
el: Εμφάνιση υψομέτρου

source: Altitude line color:
el: Χρώμα γραμμής ύψους:

source: Unit of measure:
el: Μονάδα μέτρησης:

source: meters / meters
el: μέτρα / μέτρα

source: feet / miles
el: πόδια / μίλια

source: meters / kilometers
el: μέτρα / χιλιόμετρα

source: meters / nautical miles
el: μέτρα / ναυτικά μίλια

source: meters / miles
el: μέτρα / μίλια

source: feet / nautical miles
el: πόδια / ναυτικά μίλια

source: Altitude display offset:
el: Εμφάνιση υψομετρικής διαφοράς:

source: From
el: Από

source: to
el: έως

source: (leave empty for auto scale)
el: (αφήστε κενό για αυτόματη κλίμακα)

source: Speed:
el: Ταχύτητα:

source: Show speed
el: Προβολή ταχύτητας

source: Speed line color:
el: Χρώμα γραμμής ταχύτητας:

source: Speed unit of measure:
el: Μονάδα μέτρησης ταχύτητας:

source: Knots (nautical miles / hour)
el: Ναυτικοί κόμβοι (ναυτικά μίλια / ώρα)

source: min/100 meters
el: λεπτά/100 μέτρα

source: Speed display offset:
el: Προβολή διαφοράς ταχύτητας:

source: Heart rate (where aviable):
el: Καρδιακός ρυθμός (όπου είναι διαθέσιμο):

source: Show heart rate
el: Προβολή καρδιακού παλμού

source: Heart rate line color:
el: Χρώμα γραμμής καρδιακών παλμών:

source: Temperature (where aviable):
el: Θερμοκρασία (όπου είναι διαθέσιμη):

source: Show temperature
el: Προβολή θερμοκρασίας

source: Temperature line color:
el: Χρώμα γραμμής θερμοκρασίας:

source: Cadence (where aviable):
el: Ρυθμός (όπου είναι διαθέσιμος):

source: Show cadence
el: Προβολή ρυθμού

source: Cadence line color:
el: Χρώμα γραμμής ρυθμού:

source: Grade:
el: Βαθμός:

source: Show grade - BETA (Grade values depends on your GPS accuracy. If you have a poor GPS accuracy they might be totally wrong!)
el: Εμφάνιση βαθμού - BETA (Οι τιμές βαθμού εξαρτώνται από την ακρίβεια GPS σας. Εάν έχετε κακή ακρίβεια GPS, μπορεί να είναι εντελώς λάθος!)

source: Grade line color:
el: Χρώμα γραμμής βαθμού:

source: Advanced Options
el: Για προχωρημένους

source: (Do not edit if you don&#8217;t know what you are doing!)
el: (Μην επεξεργαστείτε εάν δεν ξέρετε τι κάνετε!)

source: Skip GPX points closer than:
el: Παράλειψη σημείων GPX πιο κοντά από:

source: meters
el: μέτρα

source: Reduce GPX:
el: Μειώστε το GPX:

source: Do not reduce GPX
el: Να μην συμπιέζεται το GPX

source: User upload:
el: Μεταφόρτωση χρήστη:

source: Allow registered user to upload GPX files
el: Να επιτρέπεται στον εγγεγραμμένο χρήστη να ανεβάζει αρχεία GPX

source: Cache is now empty!
el: Η προσωρινή μνήμη είναι πλέον άδεια!

source: Choose a file to upload:
el: Επιλέξτε ένα αρχείο για μεταφόρτωση:

source: The file %1s has been successfully uploaded.
el: Το αρχείο %1s μεταφορτώθηκε με επιτυχία.

source: There was an error uploading the file, please try again!
el: Παρουσιάστηκε σφάλμα κατά τη μεταφόρτωση του αρχείου, δοκιμάστε ξανά!

source: The file type is not supported!
el: Ο τύπος αρχείου δεν υποστηρίζεται!

source: Clear Cache
el: Καθάρισμα προσωρινής μνήμης

source: Your folder for GPX files %1s is not writable. Please change the folder permissions.
el: Ο φάκελός σας για τα αρχεία GPX %1s δεν είναι εγγράψιμος. Αλλάξτε τα δικαιώματα φακέλου.

source: The file %1s has been successfully deleted.
el: Το αρχείο %1s διαγράφηκε επιτυχώς.

source: The file %1s could not be deleted.
el: Δεν ήταν δυνατή η διαγραφή του αρχείου %1s.

source: Uploading file...
el: Μεταφόρτωση αρχείου...

source: File
el: Αρχείο

source: Delete
el: Διαγραφή

source: Copy shortcode
el: Αντιγραφή σύντομου κώδικα

source: Shortcode:
el: Σύντομος κωδικός:

source: Last modified
el: Τελευταία τροποποίηση

source: File size
el: Μέγεθος αρχείου

source: Are you sure you want to delete the file?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το αρχείο;

source: How can I upload the GPX files?
el: Πώς μπορώ να ανεβάσω τα αρχεία GPX;

source: 1. Method: Upload the GPX file using the uploader in the tab "Tracks".
el: 1. Μέθοδος: Ανεβάστε το αρχείο GPX χρησιμοποιώντας τον αποστολέα στην καρτέλα "Κομμάτια".

source: 2. Method: Upload the GPX file via FTP to your upload folder:
el: 2. Μέθοδος: Ανεβάστε το αρχείο GPX μέσω FTP στο φάκελο μεταφόρτωσης:

source: How can I use the GPX files?
el: Πώς μπορώ να ανεβάσω τα αρχεία GPX;

source: Go to the tab "Tracks" and copy the shortcode from the list and paste it in the page or post.
el: Μεταβείτε στην καρτέλα "Διαδρομές" και αντιγράψτε τον σύντομο κωδικό από τη λίστα και επικολλήστε τον στη σελίδα ή στη δημοσίευση.

source: You can manually set the relative path to your GPX file. Please use this scheme:
el: Μπορείτε να ορίσετε μη αυτόματα τη σχετική διαδρομή στο αρχείο GPX. Χρησιμοποιήστε αυτό το σχήμα:

source: Can I also integrate GPX files from other sites?
el: Μπορώ επίσης να ενσωματώσω αρχεία GPX από άλλους ιστότοπους;

source: Yes, it&#8217s possible. Please use this scheme:
el: Ναι, είναι δυνατόν. Χρησιμοποιήστε αυτό το σχήμα:

source: Can I change the attributes for each GPX shortcode?
el: Μπορώ να αλλάξω τα χαρακτηριστικά για κάθε σύντομο κωδικό GPX;

source: Yes, it&#8217s possible. These changes ignore the default settings for each attribute.
el: Ναι, είναι δυνατόν. Αυτές οι αλλαγές αγνοούν τις προεπιλεγμένες ρυθμίσεις για κάθε χαρακτηριστικό.

source: The Full set of optional attributes can be found below. Please use this scheme:
el: Το πλήρες σύνολο προαιρετικών χαρακτηριστικών βρίσκεται παρακάτω. Χρησιμοποιήστε αυτό το σχήμα:

source: read below all the optional attributes
el: διαβάστε παρακάτω όλα τα προαιρετικά χαρακτηριστικά

source: Shortcode
el: Σύντομος κωδικός

source: Description
el: Περιγραφή

source: Possible values
el: Πιθανές τιμές

source: relative path to the GPX file
el: σχετική διαδρομή προς το αρχείο GPX

source: Map width
el: Πλάτος χάρτη

source: Value in pixels
el: Τιμή σε pixel

source: Map height
el: Ύψος χάρτη

source: Graph height
el: Ύψος γραφήματος

source: Default is:
el: Κανονικό (προεπιλογή)

source: Do not use cache. If TRUE might be very slow
el: Μην χρησιμοποιείτε προσωρινή μνήμη. Αν ΑΛΗΘΕΙΑ μπορεί να είναι πολύ αργό

source: Map type
el: Τύπος χάρτη

source: Map line color
el: Χρώμα γραμμής χάρτη

source: Zoom on map when mouse scroll wheel
el: Μεγέθυνση στον χάρτη κατά την κύλιση του τροχού του ποντικιού

source: Print the GPX waypoints inside the map
el: Εκτυπώστε τα σημεία διαδρομής GPX μέσα στο χάρτη

source: Start track icon
el: Εικονίδιο έναρξης διαδρομής

source: End track icon
el: Εικονίδιο τέλους διαδρομής

source: Current position icon (when mouse hover)
el: Εικονίδιο τρέχουσας θέσης (όταν το ποντίκι αιωρείται)

source: Custom waypoint icon
el: Προσαρμοσμένο εικονίδιο σημείου διαδρομής

source: Diagram
el: Διάγραμμα

source: Show elevation data inside the chart
el: Εμφάνιση υψομετρικών δεδομένων μέσα στο διάγραμμα

source: Altitude line color
el: Χρώμα γραμμής ύψους

source: Distance / Altitude unit of measure
el: Μονάδα μέτρησης απόστασης / υψομέτρου

source: Minimum value for altitude chart
el: Ελάχιστη τιμή για γράφημα υψομέτρου

source: Maximum value for altitude chart
el: Μέγιστη τιμή για διάγραμμα υψομέτρου

source: Show speed inside the chart
el: Εμφάνιση ταχύτητας μέσα στο γράφημα

source: Speed line color
el: Χρώμα γραμμής ταχύτητας

source: Speed unit of measure
el: Μονάδα μέτρησης ταχύτητας

source: Minimum value for speed chart
el: Ελάχιστη τιμή για γράφημα ταχύτητας

source: Maximum value for speed chart
el: Μέγιστη τιμή για διάγραμμα ταχύτητας

source: Show heart rate inside the chart
el: Εμφάνιση καρδιακού παλμού μέσα στο γράφημα

source: Heart rate line color
el: Χρώμα γραμμής καρδιακών παλμών

source: Show cadence inside the chart
el: Εμφάνιση ρυθμού μέσα στο γράφημα

source: Cadence line color
el: Χρώμα γραμμής ρυθμού

source: Show grade inside the chart
el: Εμφάνιση βαθμού μέσα στο γράφημα

source: Grade line color
el: Χρώμα γραμμής βαθμού

source: Pictures
el: Εικόνες

source: Gallery ID or a list of Galleries ID separated by a comma
el: Galleries ID ή λίστα με Galleries IDs που χωρίζονται με κόμμα

source: NextGen Image
el: Εικόνα NextGen

source: Image ID or a list of Images ID separated by a comma
el: Images ID ή λίστα Images IDs που χωρίζονται με κόμμα

source: Show all images that are attached to post
el: Εμφάνιση όλων των εικόνων που επισυνάπτονται στην ανάρτηση

source: The difference between your GPX tool date and your camera date
el: Η διαφορά μεταξύ της ημερομηνίας του εργαλείου GPX και της ημερομηνίας της κάμερας

source: Value in seconds
el: Τιμή σε δευτερόλεπτα

source: Print total distance in summary table
el: Εκτυπώστε τη συνολική απόσταση στον συνοπτικό πίνακα

source: Print max. elevation in summary table
el: Εκτύπωση μέγ. υψόμετρο στον συνοπτικό πίνακα

source: Print min. elevation in summary table
el: Εκτύπωση ελάχ. υψόμετρο στον συνοπτικό πίνακα

source: Print total climbing in summary table
el: Εκτύπωση της συνολική αναρρίχησης στον συνοπτικό πίνακα

source: Print total descent in summary table
el: Εκτύπωση της συνολική κατάβασης στον συνοπτικό πίνακα

source: Print average speed in summary table
el: Εκτύπωση μέσης ταχύτητας στον συνοπτικό πίνακα

source: Print average cadence in summary table
el: Εκτύπωση μέσου ρυθμού στον συνοπτικό πίνακα

source: Print average heart rate in summary table
el: Εκτυπώστε τον μέσο καρδιακό ρυθμό στον συνοπτικό πίνακα

source: Print average temperature in summary table
el: Εκτυπώστε τη μέση θερμοκρασία στον συνοπτικό πίνακα

source: Print total time in summary table
el: Εκτύπωση συνολικού χρόνου στον συνοπτικό πίνακα

source: Advanced
el: Για προχωρημένους

source: Skip GPX points closer than XX meters
el: Παραλείψτε τα σημεία του GPX που είναι πιο κοντά από XX μέτρα

source: Print all the GPX waypoints without reduce it
el: Εκτυπώστε όλα τα σημεία διαδρομής GPX χωρίς να το σμικρύνετε

source: Bugs, problems, thanks and anything else here!
el: Σφάλματα, προβλήματα, ευχαριστώ και οτιδήποτε άλλο εδώ!

source: WP GPX Maps Error: GPX file not found!
el: Σφάλμα WP GPX Maps: Το αρχείο GPX δεν βρέθηκε!

source: WP GPX Maps Error: Can&#8217;t parse xml file!
el: Σφάλμα WP GPX Maps: Δεν είναι δυνατή η ανάλυση του αρχείου xml!
